Repository: alexey-a-abramov/AIShot
Catalog: App/Resources/Localizable.xcstrings
Source language: en
Languages: es, fr

source: %lld captures selected
es: %lld capturas seleccionadas
fr: %lld captures sélectionnées

source: %lld selected
es: %lld seleccionadas
fr: %lld sélectionnées

source: 10 seconds
es: 10 segundos
fr: 10 secondes

source: 3 seconds
es: 3 segundos
fr: 3 secondes

source: 5 seconds
es: 5 segundos
fr: 5 secondes

source: AI Agents
es: Agentes de IA
fr: Agents IA

source: AIShot Help
es: Ayuda de AIShot
fr: Aide AIShot

source: AIShot captures regions, windows, and screens, lets you annotate them, and exposes the same tools to on-device AI agents over an embedded MCP server — all without anything leaving your Mac.
es: AIShot captura regiones, ventanas y pantallas, te permite anotarlas y ofrece las mismas herramientas a los agentes de IA locales mediante un servidor MCP integrado, sin que nada salga de tu Mac.
fr: AIShot capture des zones, des fenêtres et des écrans, vous permet de les annoter et expose les mêmes outils aux agents IA locaux via un serveur MCP intégré — le tout sans que rien ne quitte votre Mac.

source: About
es: Acerca de
fr: À propos

source: About AIShot
es: Acerca de AIShot
fr: À propos d’AIShot

source: Accessibility
es: Accesibilidad
fr: Accessibilité

source: Add a note & tag
es: Añadir nota y etiqueta
fr: Ajouter une note et une étiquette

source: After capture
es: Después de capturar
fr: Après la capture

source: After granting in System Settings, switch back to AIShot — status refreshes automatically.
es: Tras conceder el permiso en Ajustes del Sistema, vuelve a AIShot: el estado se actualiza automáticamente.
fr: Après l’autorisation dans Réglages Système, revenez à AIShot — l’état se rafraîchit automatiquement.

source: All Displays
es: Todas las pantallas
fr: Tous les écrans

source: All captures
es: Todas las capturas
fr: Toutes les captures

source: An agent launches the bundled stdio bridge, which forwards JSON-RPC requests to AIShot. Every agent shares one capture authority, so your permission grants are reused.
es: Un agente inicia el puente stdio incluido, que reenvía las solicitudes JSON-RPC a AIShot. Todos los agentes comparten una única autoridad de captura, por lo que se reutilizan tus permisos.
fr: Un agent lance le pont stdio intégré, qui transmet les requêtes JSON-RPC à AIShot. Tous les agents partagent une même autorité de capture, vos autorisations sont donc réutilisées.

source: Animated GIF
es: GIF animado
fr: GIF animé

source: Apply
es: Aplicar
fr: Appliquer

source: Apply this tag to the next captures
es: Aplicar esta etiqueta a las próximas capturas
fr: Appliquer cette étiquette aux prochaines captures

source: Arrow
es: Flecha
fr: Flèche

source: Ask for a note and tag
es: Pedir nota y etiqueta
fr: Demander une note et une étiquette

source: Attach a note and project tag to each capture.
es: Adjunta una nota y una etiqueta de proyecto a cada captura.
fr: Associez une note et une étiquette de projet à chaque capture.

source: Author
es: Autor
fr: Auteur

source: Automatically apply the last tag
es: Aplicar automáticamente la última etiqueta
fr: Appliquer automatiquement la dernière étiquette

source: Beautify
es: Embellecer
fr: Embellir

source: Beautify Last Capture
es: Embellecer última captura
fr: Embellir la dernière capture

source: Blur
es: Desenfoque
fr: Flou

source: Blur auto-detected emails / cards / IPs
es: Difuminar correos / tarjetas / IP detectados
fr: Flouter les e-mails / cartes / IP détectés

source: Blur — obscure an area
es: Desenfoque — ocultar un área
fr: Flou — masquer une zone

source: Bundled path
es: Ruta incluida
fr: Chemin intégré

source: Cancel
es: Cancelar
fr: Annuler

source: Can’t preview
es: No se puede previsualizar
fr: Aperçu impossible

source: Capture
es: Captura

source: Capture & read tools — region/window/display capture, display and window enumeration, and OCR — run immediately.
es: Las herramientas de captura y lectura —captura de región/ventana/pantalla, enumeración de pantallas y ventanas, y OCR— se ejecutan de inmediato.
fr: Les outils de capture et de lecture — capture de zone/fenêtre/écran, énumération des écrans et fenêtres, et OCR — s’exécutent immédiatement.

source: Capture All Displays
es: Capturar todas las pantallas
fr: Capturer tous les écrans

source: Capture Full Screen
es: Capturar pantalla completa
fr: Capturer tout l’écran

source: Capture Region
es: Capturar región
fr: Capturer une région

source: Capture Region…
es: Capturar región…
fr: Capturer une région…

source: Capture Text (OCR)
es: Capturar texto (OCR)
fr: Capturer du texte (OCR)

source: Capture Window
es: Capturar ventana
fr: Capturer une fenêtre

source: Capture Window…
es: Capturar ventana…
fr: Capturer une fenêtre…

source: Capture a screenshot, then choose “Edit Last Capture”.
es: Haz una captura y luego elige «Editar última captura».
fr: Effectuez une capture, puis choisissez « Modifier la dernière capture ».

source: Capture sound
es: Sonido de captura
fr: Son de capture

source: Captures
es: Capturas

source: Change…
es: Cambiar…
fr: Modifier…

source: Check for Updates…
es: Buscar actualizaciones…
fr: Rechercher les mises à jour…

source: Choose where to save a copy (⇧⌘S)
es: Elige dónde guardar una copia (⇧⌘S)
fr: Choisir où enregistrer une copie (⇧⌘S)

source: Clear
es: Borrar
fr: Effacer

source: Clear %lld missing
es: Borrar %lld faltantes
fr: Effacer %lld manquantes

source: Clear last tag
es: Borrar la última etiqueta
fr: Effacer la dernière étiquette

source: Click a field and press keys to set a global shortcut; press ⌫ to clear it.
es: Haz clic en un campo y pulsa teclas para definir un atajo global; pulsa ⌫ para borrarlo.
fr: Cliquez sur un champ et appuyez sur des touches pour définir un raccourci global ; appuyez sur ⌫ pour l’effacer.

source: Click, type, and app-switch tools synthesize input. While “Confirm before clicks/typing” is on they're refused, because the bridge runs headless with no way to ask you — turning it off is the opt-in that lets agents click and type.
es: Las herramientas de clic, escritura y cambio de app simulan entradas. Mientras «Confirmar antes de hacer clic o escribir» esté activado se rechazan, porque el puente se ejecuta sin interfaz y no puede preguntarte; desactivarlo es la opción explícita que permite a los agentes hacer clic y escribir.
fr: Les outils de clic, de saisie et de changement d’app simulent des entrées. Tant que « Confirmer avant les clics/saisies » est activé, ils sont refusés, car le pont s’exécute sans interface et ne peut pas vous demander ; le désactiver est le consentement explicite qui permet aux agents de cliquer et de saisir.

source: Confirm before clicks/typing
es: Confirmar antes de clics/escritura
fr: Confirmer avant les clics/saisies

source: Copied
es: Copiado
fr: Copié

source: Copied %lld images
es: %lld imágenes copiadas
fr: %lld images copiées

source: Copied to clipboard
es: Copiado al portapapeles
fr: Copié dans le presse-papiers

source: Copy
es: Copiar
fr: Copier

source: Copy Image
es: Copiar la imagen
fr: Copier l’image

source: Copy to clipboard
es: Copiar al portapapeles
fr: Copier dans le presse-papiers

source: Copy version
es: Copiar la versión
fr: Copier la version

source: Couldn’t use the configured folder (%@). Saved to the default folder instead.
es: No se pudo usar la carpeta configurada (%@). Se guardó en la carpeta predeterminada.
fr: Impossible d’utiliser le dossier configuré (%@). Enregistré dans le dossier par défaut.

source: Custom folder
es: Carpeta personalizada
fr: Dossier personnalisé

source: Dashboard
es: Panel
fr: Tableau de bord

source: Database
es: Base de datos
fr: Base de données

source: Date
es: Fecha

source: Default action
es: Acción predeterminada
fr: Action par défaut

source: Delete selected (⌫)
es: Eliminar selección (⌫)
fr: Supprimer la sélection (⌫)

source: Dimensions
es: Dimensiones

source: Drag to select an area · Esc to cancel
es: Arrastra para seleccionar un área · Esc para cancelar
fr: Faites glisser pour sélectionner une zone · Échap pour annuler

source: Earlier
es: Anteriores
fr: Plus tôt

source: Edit Last Capture
es: Editar última captura
fr: Modifier la dernière capture

source: Edit Screenshot
es: Editar captura
fr: Modifier la capture

source: Ellipse
es: Elipse

source: Embedded MCP server
es: Servidor MCP integrado
fr: Serveur MCP intégré

source: Enable MCP server
es: Activar servidor MCP
fr: Activer le serveur MCP

source: Enable the server with the toggle above, then restart your agent so it picks up the new tools.
es: Activa el servidor con la opción de arriba y luego reinicia tu agente para que detecte las nuevas herramientas.
fr: Activez le serveur avec l’option ci-dessus, puis redémarrez votre agent pour qu’il détecte les nouveaux outils.

source: File
es: Archivo
fr: Fichier

source: File missing
es: Archivo no encontrado
fr: Fichier introuvable

source: Filename
es: Nombre de archivo
fr: Nom du fichier

source: Folder
es: Carpeta
fr: Dossier

source: Format
es: Formato

source: Frame on a gradient background
es: Enmarcar sobre un fondo degradado
fr: Encadrer sur un fond dégradé

source: Freeze screen before selecting
es: Congelar la pantalla antes de seleccionar
fr: Figer l’écran avant la sélection

source: Full Screen
es: Pantalla completa
fr: Plein écran

source: Global hotkeys for every capture action.
es: Atajos globales para cada acción de captura.
fr: Raccourcis globaux pour chaque action de capture.

source: Grant
es: Conceder
fr: Autoriser

source: Granted
es: Concedido
fr: Accordé

source: Help
es: Ayuda
fr: Aide

source: Hidden, beside screenshots
es: Oculto, junto a las capturas
fr: Masqué, à côté des captures

source: Hide details
es: Ocultar detalles
fr: Masquer les détails

source: Highlighter
es: Resaltador
fr: Surligneur

source: How it works
es: Cómo funciona
fr: Comment ça marche

source: How to connect an AI agent
es: Cómo conectar un agente de IA
fr: Comment connecter un agent IA

source: Include cursor
es: Incluir el cursor
fr: Inclure le curseur

source: Label
es: Etiqueta
fr: Étiquette

source: Last tag
es: Última etiqueta
fr: Dernière étiquette

source: Launch AIShot at login
es: Abrir AIShot al iniciar sesión
fr: Lancer AIShot à l’ouverture de session

source: Let on-device AI agents capture and read your screen.
es: Permite que los agentes de IA locales capturen y lean tu pantalla.
fr: Permettez aux agents IA locaux de capturer et de lire votre écran.

source: License
es: Licencia
fr: Licence

source: Line
es: Línea
fr: Ligne

source: Location
es: Ubicación
fr: Emplacement

source: MCP (Model Context Protocol) is the open standard agents use to call tools. AIShot ships a local MCP server so assistants like Claude Code and Claude Desktop can see and act on your screen — entirely on your Mac.
es: MCP (Model Context Protocol) es el estándar abierto que los agentes usan para llamar a herramientas. AIShot incluye un servidor MCP local para que asistentes como Claude Code y Claude Desktop puedan ver tu pantalla y actuar sobre ella, todo en tu Mac.
fr: MCP (Model Context Protocol) est le standard ouvert que les agents utilisent pour appeler des outils. AIShot fournit un serveur MCP local pour que des assistants comme Claude Code et Claude Desktop puissent voir votre écran et agir dessus — entièrement sur votre Mac.

source: Mode
es: Modo

source: Move %lld captures to the Trash?
es: ¿Mover %lld capturas a la papelera?
fr: Placer %lld captures dans la corbeille ?

source: Move %lld to Trash
es: Mover %lld a la papelera
fr: Placer %lld dans la corbeille

source: Move to Trash
es: Mover a la papelera
fr: Placer dans la corbeille

source: Move “%@” to the Trash?
es: ¿Mover «%@» a la papelera?
fr: Placer « %@ » dans la corbeille ?

source: Needs attention
es: Requiere atención
fr: Nécessite votre attention

source: No capture selected
es: Ninguna captura seleccionada
fr: Aucune capture sélectionnée

source: No captures with this tag
es: No hay capturas con esta etiqueta
fr: Aucune capture avec cette étiquette

source: No captures yet
es: Aún no hay capturas
fr: Aucune capture

source: No text found
es: No se encontró texto
fr: Aucun texte trouvé

source: None
es: Ninguno
fr: Aucun

source: Note
es: Nota

source: Notes & Tags
es: Notas y etiquetas
fr: Notes et étiquettes

source: Notes and tags are kept in a small JSON database. By default it's a hidden file beside your screenshots; you can make it visible or move it to a custom folder. Browse captures by tag in the Dashboard.
es: Las notas y etiquetas se guardan en una pequeña base de datos JSON. De forma predeterminada es un archivo oculto junto a tus capturas; puedes hacerlo visible o moverlo a una carpeta personalizada. Explora las capturas por etiqueta en el panel.
fr: Les notes et étiquettes sont conservées dans une petite base de données JSON. Par défaut, c’est un fichier masqué à côté de vos captures ; vous pouvez le rendre visible ou le déplacer dans un dossier personnalisé. Parcourez les captures par étiquette dans le tableau de bord.

source: Nothing to edit
es: Nada que editar
fr: Rien à modifier

source: Notifications
es: Notificaciones

source: Numbered step
es: Paso numerado
fr: Étape numérotée

source: Off
es: Desactivado
fr: Désactivé

source: On disk
es: En el disco
fr: Sur le disque

source: Open Dashboard
es: Abrir panel
fr: Ouvrir le tableau de bord

source: Open Help
es: Abrir la ayuda
fr: Ouvrir l’aide

source: Open editor
es: Abrir el editor
fr: Ouvrir l’éditeur

source: Open in Editor
es: Abrir en el editor
fr: Ouvrir dans l’éditeur

source: Opening editor…
es: Abriendo el editor…
fr: Ouverture de l’éditeur…

source: Overwrite %@ (⌘S)
es: Reemplazar %@ (⌘S)
fr: Remplacer %@ (⌘S)

source: Permissions
es: Permisos
fr: Autorisations

source: Pick Color
es: Elegir color
fr: Sélectionner une couleur

source: Pin Last Capture
es: Fijar última captura
fr: Épingler la dernière capture

source: Pin to Screen
es: Fijar en la pantalla
fr: Épingler à l’écran

source: Pixelate
es: Pixelar
fr: Pixelliser

source: Pixelate — obscure an area
es: Pixelar — ocultar un área
fr: Pixelliser — masquer une zone

source: Play sound
es: Reproducir sonido
fr: Émettre un son

source: Port
es: Puerto

source: Project tag
es: Etiqueta de proyecto
fr: Étiquette de projet

source: Quick Look
es: Vista rápida
fr: Coup d’œil

source: Quit AIShot
es: Salir de AIShot
fr: Quitter AIShot

source: Re-check
es: Volver a comprobar
fr: Revérifier

source: Recording
es: Grabación
fr: Enregistrement

source: Recording Format
es: Formato de grabación
fr: Format d’enregistrement

source: Rectangle
es: Rectángulo

source: Redact
es: Redactar
fr: Masquer

source: Redact Last Capture
es: Redactar última captura
fr: Masquer les données sensibles

source: Redo
es: Rehacer
fr: Rétablir

source: Redo (⇧⌘Z)
es: Rehacer (⇧⌘Z)
fr: Rétablir (⇧⌘Z)

source: Region
es: Región
fr: Région

source: Register the server with the Claude Code CLI:
es: Registra el servidor con la CLI de Claude Code:
fr: Enregistrez le serveur avec la CLI Claude Code :

source: Remove history entries whose files no longer exist
es: Eliminar las entradas cuyos archivos ya no existen
fr: Supprimer les entrées dont les fichiers n’existent plus

source: Request
es: Solicitar
fr: Demander

source: Reveal in Finder
es: Mostrar en el Finder
fr: Afficher dans le Finder

source: Save
es: Guardar
fr: Enregistrer

source: Save As…
es: Guardar como…
fr: Enregistrer sous…

source: Save a new file (⌘S)
es: Guardar un archivo nuevo (⌘S)
fr: Enregistrer un nouveau fichier (⌘S)

source: Save only
es: Solo guardar
fr: Enregistrer seulement

source: Saved
es: Guardado
fr: Enregistré

source: Saving
es: Guardado
fr: Enregistrement

source: Screen Recording
es: Grabación de pantalla
fr: Enregistrement de l’écran

source: Screen capture for humans and AI agents
es: Capturas de pantalla para humanos y agentes de IA
fr: Capture d’écran pour les humains et les agents IA

source: Scrolling
es: Desplazamiento
fr: Défilante

source: Scrolling Capture
es: Captura con desplazamiento
fr: Capture défilante

source: Search text in images, notes, tags, or file names
es: Buscar texto en imágenes, notas, etiquetas o nombres de archivo
fr: Rechercher le texte des images, notes, étiquettes ou noms de fichiers

source: Select
es: Seleccionar
fr: Sélectionner

source: Select / Move
es: Seleccionar / Mover
fr: Sélectionner / Déplacer

source: Select a capture to see its details.
es: Selecciona una captura para ver sus detalles.
fr: Sélectionnez une capture pour voir ses détails.

source: Self-Timer
es: Autodisparador
fr: Retardateur

source: Server binary
es: Binario del servidor
fr: Binaire du serveur

source: Settings…
es: Ajustes…
fr: Réglages…

source: Shortcuts
es: Atajos
fr: Raccourcis

source: Show details
es: Mostrar detalles
fr: Afficher les détails

source: Show notification
es: Mostrar notificación
fr: Afficher une notification

source: Size / thickness
es: Tamaño / grosor
fr: Taille / épaisseur

source: Skip
es: Omitir
fr: Ignorer

source: Sound and banner shown after each capture.
es: Sonido y aviso que se muestran tras cada captura.
fr: Son et bannière affichés après chaque capture.

source: Source
es: Código

source: Source code
es: Código fuente
fr: Code source

source: Start Recording
es: Iniciar grabación
fr: Démarrer l’enregistrement

source: Startup
es: Inicio
fr: Démarrage

source: Stop Recording
es: Detener grabación
fr: Arrêter l’enregistrement

source: System access AIShot needs to capture your screen.
es: Acceso del sistema que AIShot necesita para capturar tu pantalla.
fr: Accès système dont AIShot a besoin pour capturer votre écran.

source: Tag
es: Etiqueta
fr: Étiquette

source: Tag a capture to navigate by project here.
es: Etiqueta una captura para navegar por proyecto aquí.
fr: Étiquetez une capture pour naviguer par projet ici.

source: Tag this capture
es: Etiquetar esta captura
fr: Étiqueter cette capture

source: Tags
es: Etiquetas
fr: Étiquettes

source: Tag…
es: Etiquetar…
fr: Étiqueter…

source: Text
es: Texto
fr: Texte

source: Text (OCR)
es: Texto (OCR)
fr: Texte (OCR)

source: Text copied
es: Texto copiado
fr: Texte copié

source: Text label
es: Etiqueta de texto
fr: Étiquette de texte

source: The file was moved or deleted.
es: El archivo se movió o se eliminó.
fr: Le fichier a été déplacé ou supprimé.

source: The server is loopback-only — images and recognized text never leave the device.
es: El servidor es solo de bucle local: las imágenes y el texto reconocido nunca salen del dispositivo.
fr: Le serveur est limité à la boucle locale — les images et le texte reconnu ne quittent jamais l’appareil.

source: Thickness
es: Grosor
fr: Épaisseur

source: This Week
es: Esta semana
fr: Cette semaine

source: Today
es: Hoy
fr: Aujourd’hui

source: Tools & actions
es: Herramientas y acciones
fr: Outils et actions

source: Type label…
es: Escribe una etiqueta…
fr: Saisir une étiquette…

source: Type or pick a tag
es: Escribe o elige una etiqueta
fr: Saisir ou choisir une étiquette

source: Undo
es: Deshacer
fr: Annuler

source: Undo (⌘Z)
es: Deshacer (⌘Z)
fr: Annuler (⌘Z)

source: Use the actions above the grid to tag, copy, or delete them.
es: Usa las acciones sobre la cuadrícula para etiquetarlas, copiarlas o eliminarlas.
fr: Utilisez les actions au-dessus de la grille pour les étiqueter, copier ou supprimer.

source: Use the menu bar or ⌘⌥⇧4 to capture a region.
es: Usa la barra de menús o ⌘⌥⇧4 para capturar una región.
fr: Utilisez la barre des menus ou ⌘⌥⇧4 pour capturer une région.

source: Version
es: Versión

source: Version %@
es: Versión %@

source: Version, source code, and credits.
es: Versión, código fuente y créditos.
fr: Version, code source et crédits.

source: Video (.mp4)
es: Vídeo (.mp4)
fr: Vidéo (.mp4)

source: Visible, beside screenshots
es: Visible, junto a las capturas
fr: Visible, à côté des captures

source: What gets captured and what happens afterward.
es: Qué se captura y qué ocurre después.
fr: Ce qui est capturé et ce qui se passe ensuite.

source: What is this screenshot about?
es: ¿De qué trata esta captura?
fr: De quoi parle cette capture ?

source: Where screenshots are saved and how AIShot starts.
es: Dónde se guardan las capturas y cómo se inicia AIShot.
fr: Où les captures sont enregistrées et comment AIShot démarre.

source: Window
es: Ventana
fr: Fenêtre

source: Yesterday
es: Ayer
fr: Hier

source: You can restore it from the Trash.
es: Podrás restaurarla desde la papelera.
fr: Vous pourrez la restaurer depuis la corbeille.

source: Your recent captures, with notes and project tags.
es: Tus capturas recientes, con notas y etiquetas de proyecto.
fr: Vos captures récentes, avec leurs notes et étiquettes de projet.

source: Color
fr: Couleur

source: General
fr: Général
